[{
"id": 1,
"title": "The Cats Are on to Something",
"title_zh": "猫发现了什么",
"source": "LessWrong",
"link": "http://lesswrong.com/posts/WLFRkm3PhJ3Ty27QH/the-cats-are-on-to-something",
"tags": ["Rationality", "AI", "Philosophy"],
"tags_zh": ["理性", "人工智能", "哲学"],
"date": "2024-01-01",
"summary_en": "The article explores how cats' seemingly irrational behaviors might reveal deeper insights into cognitive processes and decision-making heuristics, drawing parallels to human rationality and AI development. It argues that these 'feline algorithms' could inform better models of bounded rationality.",
"summary_zh": "这篇文章探讨了猫看似非理性的行为如何揭示认知过程和决策启发法的深层见解，并将其与人类理性和人工智能发展相类比。文章认为这些“猫科算法”可以为有限理性提供更好的模型。"
},"best_quote_en": "The cats are not irrational; they are executing a different kind of rationality—one optimized for their evolutionary niche, which might hold keys to understanding general intelligence.",
{"best_quote_zh": "猫并非不理性；它们是在执行一种不同的理性——一种为其进化生态位优化的理性，这可能为了解通用智能提供关键线索。"},{
"id": 2,
"title": "How to Do Great Work",
"title_zh": "如何做出伟大的工作",
"source": "Paul Graham",
"link": "https://www.paulgraham.com/talk.html",
"tags": ["Productivity", "Creativity", "Career Advice", "Essays"],
"tags_zh": ["生产力", "创造力", "职业建议", "随笔"],
"date": "2024-01-01",
"summary_en": "This essay by Paul Graham is a condensed transcript of a talk on the patterns and principles behind doing truly great work. It argues that great work comes from a combination of natural curiosity, obsession, and working on what genuinely interests you, rather than following pre-defined paths or seeking approval.",
"summary_zh": "这是保罗·格雷厄姆一篇演讲的文字稿，精辟地阐述了做出真正伟大工作背后的模式与原则。文章认为，伟大的工作源于天然的好奇心、痴迷以及致力于你真正感兴趣的事情，而不是遵循预设的道路或寻求他人的认可。",
"best_quote_en": "'Great work usually entails spending a great deal of time on it. But that in turn requires that you like it enough to do that. So in practice, great work almost always starts with finding something you have a deep interest in.'",
"best_quote_zh": "『伟大的工作通常需要在其上投入大量时间。但这反过来又要求你足够喜欢它才能这样做。所以在实践中，伟大的工作几乎总是从发现你深感兴趣的事物开始。』"}
,{
"id": 3,
"title": "The Ultimate Guide to Learning How to Learn",
"title_zh": "学习如何学习的终极指南",
"source": "Farnam Street",
"link": "https://fs.blog/learning/",
"tags": ["Learning", "Mental Models", "Meta-learning", "Education"],
"tags_zh": ["学习方法", "思维模型", "元学习", "教育"],
"date": "2024-01-01",
"summary_en": "This comprehensive guide explores the art and science of learning effectively. It synthesizes research and wisdom from various fields to provide practical strategies for acquiring knowledge, developing understanding, and mastering complex subjects through deliberate practice and metacognition.",
"summary_zh": "这份全面的指南探讨了有效学习的艺术与科学。它综合了来自多个领域的研究和智慧，通过刻意练习和元认知，提供了获取知识、发展理解和掌握复杂学科的实际策略。",
"best_quote_en": "'Learning how to learn is one of the most valuable skills you can develop. It's the meta-skill that unlocks every other domain of knowledge and allows you to turn information into understanding.'",
"best_quote_zh": "『学习如何学习是你能培养的最有价值的技能之一。它是元技能，能解锁所有其他知识领域，让你将信息转化为理解。』"
},{
"id": 4,
"title": "Little Rules About Big Things",
"title_zh": "关于大事的小规则",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/little-rules-about-big-things/",
"tags": ["Wisdom", "Decision Making", "Investing", "Psychology"],
"tags_zh": ["智慧", "决策", "投资", "心理学"],
"date": "2024-01-01",
"summary_en": "This article compiles a series of concise, powerful rules and mental models for navigating complex aspects of life, investing, and decision-making. It distills profound wisdom into actionable insights that help in understanding big concepts through simple, memorable principles.",
"summary_zh": "这篇文章汇编了一系列简洁而有力的规则和思维模型，用于驾驭生活、投资和决策中的复杂方面。它将深刻的智慧提炼为可行的见解，通过简单易记的原则帮助理解宏大概念。",
"best_quote_en": "'The most important things are simple, but not easy. The trick is remembering the simple things when things get complex.'",
"best_quote_zh": "'最重要的事情是简单，但并不容易。诀窍在于在事情变得复杂时记住简单的事情。'"
},{
"id": 5,
"title": "The Cost of Comfort",
"title_zh": "舒适的代价",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/the-cost-of-comfort/",
"tags": ["Psychology", "Risk", "Personal Growth", "Decision Making"],
"tags_zh": ["心理学", "风险", "个人成长", "决策"],
"date": "2024-01-01",
"summary_en": "This article explores the hidden long-term costs of prioritizing short-term comfort and security. It argues that excessive risk avoidance and the pursuit of comfort can lead to stagnation, missed opportunities, and ultimately greater vulnerability, drawing parallels to both personal life and investing.",
"summary_zh": "这篇文章探讨了优先考虑短期舒适和安全所带来的隐藏的长期代价。它认为，过度的风险规避和对舒适的追求会导致停滞、错失机会，并最终导致更大的脆弱性，并将其与个人生活和投资进行类比。",
"best_quote_en": "'Comfort is often the enemy of growth. The things that make you feel safe and secure in the short run can make you fragile and stagnant in the long run.'",
"best_quote_zh": "'舒适常常是成长的敌人。那些让你在短期内感到安全可靠的东西，从长远来看可能会让你变得脆弱和停滞不前。'"
},{
"id": 6,
"title": "Different Kinds of Smart",
"title_zh": "不同类型的聪明",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/different-kinds-of-smart/",
"tags": ["Intelligence", "Psychology", "Wisdom", "Decision Making"],
"tags_zh": ["智力", "心理学", "智慧", "决策"],
"date": "2024-01-01",
"summary_en": "This article challenges the conventional notion of intelligence by exploring various dimensions of being 'smart.' It discusses how different types of intelligence—including intellectual, emotional, and practical wisdom—interact, and why the most effective thinkers often blend multiple forms of cognitive strengths.",
"summary_zh": "本文通过探索“聪明”的不同维度，挑战了传统的智力观念。它讨论了不同类型的智力——包括学术智力、情商和实践智慧——如何相互作用，以及为什么最有效的思考者往往融合了多种形式的认知优势。",
"best_quote_en": "'The world's most effective people are rarely just one kind of smart. They're usually a blend of intellectual horsepower, emotional awareness, and the practical wisdom to know when to apply which.'",
"best_quote_zh": "'世界上最有效的人很少只是某一种聪明。他们通常是智力、情绪意识和实践智慧的混合体，知道在何时运用哪一种。'"
},{
"id": 7,
"title": "Beautiful vs. Practical Advice",
"title_zh": "美好的建议 vs. 实用的建议",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/beautiful-vs-practical-advice/",
"tags": ["Advice", "Psychology", "Decision Making", "Wisdom"],
"tags_zh": ["建议", "心理学", "决策", "智慧"],
"date": "2024-01-01",
"summary_en": "This article explores the crucial distinction between advice that sounds profound and elegant ('beautiful') versus advice that is actually effective and actionable ('practical'). It discusses why we're often drawn to the former while neglecting the latter, and how to identify truly useful guidance.",
"summary_zh": "这篇文章探讨了听起来深刻而优雅的建议（'美好的'）与实际有效且可操作的建议（'实用的'）之间的关键区别。它讨论了为什么我们经常被前者吸引而忽视后者，以及如何识别真正有用的指导。",
"best_quote_en": "'Beautiful advice tells you what you want to hear; practical advice tells you what you need to do. The gap between the two is where most good intentions go to die.'",
"best_quote_zh": "'美好的建议告诉你你想听什么；实用的建议告诉你需要做什么。两者之间的差距是大多数良好意图消亡的地方。'"
},{
"id": 8,
"title": "Your Way Is the Only Way",
"title_zh": "你的方式是唯一的方式",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/your-way-is-the-only-way/",
"tags": ["Psychology", "Humility", "Open-mindedness", "Decision Making"],
"tags_zh": ["心理学", "谦逊", "开放思维", "决策"],
"date": "2024-01-01",
"summary_en": "This article examines the cognitive bias of believing that one's own approach or perspective is the only valid one. It explores the dangers of this mindset, the importance of intellectual humility, and how recognizing multiple valid paths leads to better outcomes in investing and life.",
"summary_zh": "这篇文章探讨了一种认知偏见，即认为自己的方法或观点是唯一有效的。它分析了这种思维模式的危险性，阐述了智力谦逊的重要性，并说明了认识到存在多种有效途径如何能在投资和生活中带来更好的结果。",
"best_quote_en": "'The moment you believe there's only one right way to do something is the moment you stop learning. The world is too complex for any single perspective to hold all the answers.'",
"best_quote_zh": "'当你相信做某事只有一种正确方式时，就是你停止学习之时。世界太复杂，任何单一视角都无法囊括所有答案。'"
},{
"id": 9,
"title": "Take Something Away",
"title_zh": "拿走一些东西",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/take-something-away/",
"tags": ["Simplicity", "Problem Solving", "Minimalism", "Wisdom"],
"tags_zh": ["极简", "解决问题", "极简主义", "智慧"],
"date": "2024-01-01",
"summary_en": "This article explores the counterintuitive power of subtraction as a solution to complexity. It argues that we often overlook the simplest solution—removing something—in favor of adding more, and demonstrates how this principle applies to investing, design, and personal life.",
"summary_zh": "这篇文章探讨了减法作为解决复杂问题的一种反直觉力量。它认为，我们常常忽视最简单的解决方案——拿走一些东西——而倾向于增加更多，并展示了这一原则如何应用于投资、设计和个人生活。",
"best_quote_en": "'Perfection is achieved not when there is nothing more to add, but when there is nothing left to take away.' - Antoine de Saint-Exupéry",
"best_quote_zh": "'完美不在于无以复加，而在于无可删减。' - 安东尼·德·圣-埃克苏佩里"
},{
"id":10,
"title": "Cumulative vs. Cyclical Knowledge",
"title_zh": "累积性知识与周期性知识",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/cumulative-vs-cyclical-knowledge/",
"tags": ["Knowledge", "Learning", "Wisdom", "History"],
"tags_zh": ["知识", "学习", "智慧", "历史"],
"date": "2024-01-01",
"summary_en": "This article distinguishes between two types of knowledge: cumulative (builds over time, like science) and cyclical (repeats through history, like human behavior patterns). It explores why recognizing this distinction is crucial for effective learning and decision-making in fields like investing.",
"summary_zh": "这篇文章区分了两种知识：累积性知识（随时间构建，如科学）和周期性知识（在历史中重复，如人类行为模式）。它探讨了为什么认识这种区别对于在投资等领域进行有效学习和决策至关重要。",
"best_quote_en": "'Science is cumulative; human nature is cyclical. The biggest mistakes happen when you confuse which is which.'",
"best_quote_zh": "'科学是累积的；人性是周期的。最大的错误发生在你混淆两者的时候。'"
},{
"id": 11,
"title": "Numbers and Stories",
"title_zh": "数字与故事",
"source": "Collab Fund",
"link": "https://collabfund.com/blog/numbersandstories/",
"tags": ["Decision Making", "Narrative", "Data Analysis", "Psychology"],
"tags_zh": ["决策", "叙事", "数据分析", "心理学"],
"date": "2024-01-01",
"summary_en": "This article explores the tension and interplay between quantitative data (numbers) and qualitative narratives (stories) in decision-making. It discusses how both are essential, yet how over-reliance on either can lead to flawed conclusions, particularly in fields like investing where both hard data and human psychology matter.",
"summary_zh": "这篇文章探讨了在决策过程中定量数据（数字）与定性叙事（故事）之间的张力与相互作用。它讨论了两者为何都至关重要，但过度依赖任何一方又如何导致有缺陷的结论，尤其是在像投资这样既需要硬数据又涉及人类心理的领域。",
"best_quote_en": "'Numbers tell you what happened; stories tell you why it happened. You need both to understand what might happen next.'",
"best_quote_zh": "'数字告诉你发生了什么；故事告诉你为什么会发生。你需要两者来理解接下来可能发生什么。'"
}]
